<?php

// Heading
$_['heading_title'] = 'پرداخت اینترنتی اباپی';

// Text
$_['text_title'] = 'پرداخت اینترنتی اباپی';
$_['text_basket'] = 'سبد خرید';
$_['text_checkout'] = 'تسویه حساب';
$_['text_transaction'] = 'شماره تراکنش: ';

// Error
$_['error_code'] = 'کد خطا: ';
$_['error_message'] = 'متن پیام خطا: ';
$_['error_request'] = 'در ارتباط با پرداخت اینترنتی اباپی خطایی رخ داده است.';
$_['error_verify'] = 'در ارتباط با پرداخت اینترنتی اباپی و یا تایید تراکنش خطایی رخ داده است.';
$_['error_payment'] = 'تراكنش ناموفق می باشد و یا توسط پرداخت کننده کنسل شده است.';
$_['error_data'] = 'اطلاعات ارسال شده مربوط به تایید تراکنش ناقص و یا غیر معتبر است.';
$_['error_invoice'] = 'شماره سفارش با شماره فاکتور پرداخت شده مطابقت ندارد.';
$_['error_amount'] = 'رقم تراکنش با رقم پرداخت شده مطابقت ندارد.';
$_['error_curl'] = 'تابع cURL برای اتصال به پرداخت اینترنتی اباپی در سرور شما فعال نمی باشد. برای فعال کردن این تابع با مدیر سرور خود تماس بگیرید.';
$_['error_undefined'] = 'امکان برقراری ارتباط به وب سرویس پرداخت اینترنتی اباپی در این لحظه وجود ندارد و یا پاسخ دریافتی غیر معتبر است.';